Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/tffk/fjos_i_revfossnes.docx.tmx
Source language: nob
Languages: fkv

source: Tanken om å frede fjøset i Repokoski kom i forbindelse med at eier ønsket å ta vare på det og søkte om midler til istandsetting.
fkv: Ajatus ette rauhoittaat Repokosken navetan, tuli silloin ko omistaaja halus ottaat vaarin navetasta ja haki rahhaa niin ette panna sen oorninkhiin.

source: Søknaden om midler ble begrunnet med at det var et kvensk fjøs og en av de få bygningene i Porsanger som er satt opp før krigen.
fkv: Silloin ko hajethiin rahhaa, niin syyksi sanothiin ette se oon kväänin navetta ja yksi niistä harvoista Porsangin rakenuksista mikkä oon pantu ylös ennen sottaa.

source: Etter hvert ble fjøset også en del av Riksantikvarens fredningsstrategi mot 2020, under temaet nasjonale minoriteter, som et kvensk/norskfinsk kulturminne.
fkv: Vähän kerttaa tuli navetta kans osaksi Riikinantikvaarin rauhoitusstrategiista kohi vuotta 2020, ja se oli nasunaalit minoriteetit -teeman sisälä, kväänin/ norjansuomalaisena kulttuurimuistona.

source: Dette arbeidet gjøres i samarbeid med Troms og Finnmark fylkeskommune og Riksantikvaren.
fkv: Tämän työn tehhään yhtheistyössä Tromssan ja Finmarkun fylkinkomuunin ja Riikinantikvaarin kans.

source: Målet med fredningsstrategien er å øke representativiteten på fredningslisten som skal gjenspeile Norges historie og dagens samfunn.
fkv: Rauhoitusplaanan mooli oon lisätä rauhoituslistan representatiiviteettii, joka pittää peilata Norjan histooriita ja tääpälistä samfynnii.

source: Det er få fredete kvenske kulturminner, og de aller fleste som er fredet ligger i Varangerområdet.
fkv: Se löyttyy tyhä vähäsen rauhoitettui kväänin kulttuurimuistoi, ja usheemat niistä rauhoitetuista muistoista oon Varengissa.

source: Fredningen skal øke bevisstheten om dalens bruk, tradisjoner, historie og byggeskikk.
fkv: Rauhoitus pittää lisätä tiettoo lakson piosta, tradisuuniista, historiista ja rakenuskonstista.

source: Fjøset fredes som et kvensk kulturminne, men er også en del av den samiske historien.
fkv: Navetan rauhoitethaan kväänin kulttuurimuistona, mutta se oon kans osa saamelaisesta historiista.

source: Den viser til tidlig kvensk bosetting og samhandling mellom folk i Lakselvdalen.
fkv: Siitä näkkyy minkälaista Lemmijovenlakson varhainen kvääniastus ja ihmisten yhteispeli oon ollu.

source: Beliggenheten og den store graden av originalitet gir et innblikk i liv og virke for befolkningen på 1800-1900-tallet.
fkv: Paikka ja sen orginalisuus anttaa tiettoo ihmisten elämästä ja työstä 1800-1900-luvula.

source: Vedlegg til vedtak om fredning av fjøs i Repokoski – Revfossnes Revforsnes, gnr 20/17 i Porsanger kommune Porsáŋgu gielda – Porsangin komuuni, Troms og Finnmark fylke.
fkv: Lissäysdokumentti rauhoituksen päätökselle, ette Repokosken navetan talonumero 20/17, rauhoitethaan. Porsangin komuuni – Porsáŋggu gielda – Porsanger kommune, Tromssan ja Finmarkun fylkki.

source: Vedlegget følger vedtak om fredning etter kulturminneloven §§15 og 19.
fkv: Lissäysdokumentti kuoraa päätöstä rauhoituksesta kulttuurimuistolain jälkhiin §§15 ja 19.

source: Vedlegget er en fotodokumentasjon av bygningene i den tilstand de hadde i 2019.
fkv: Lissäysdokumentti oon kuvadokumentasuuni rakenuksiitten tilasta vuona 2019.

source: Alle foto, når ikke annen fotograf er oppgitt: Troms og Finnmark fylkeskommunes arkiv
fkv: Maa-alan tieot: Repokosken navetta – Revfossnes Revforsnes, talonumero/pitonumero 20/17, Porsanger kommune – Porsáŋgu gielda – Porsangin komuuni

source: Fjøs og tilbygg: Bygningsnr.
fkv: Navetta ja lisärakenus: Rakentamanro.

source: (Bygningene var tidligere sammenhengende og har ikke fått separate bygningsnummer)
fkv: [Rakenukset olthiin varhemin rakenettu yhtheen ja net ei ole vielä saanheet erilistä rakentamanumeroo].

source: Stedsnavnet Repokoski stammer fra kvensk.
fkv: Paikannimi Repokoski tullee kväänin kielestä.

source: Det norske navnet i henhold til kartverket er Revfossnes.
fkv: Norjankielinen nimi karttavärkin jälkhiin oon Revfossnes.

source: Det antas at det også er en svensk stavemåte av Repokoski:, som kommer fra 1700-tallet da også de svenske skattekreverne var i området.
fkv: Arvelhaan, ette löyttyy kans ruottinkielinen tavvaamistapa nimestä Repokoski:, joka tullee 1700-luvulta ko kans ruottalaiset veronvaattiijat olthiin alassa.

source: Navnet Revforsnes er fremdeles i bruk av folk i dalen.
fkv: Lakson assuujat piethään vieläki nimmee Revforsnes.

source: Historikk
fkv: Historikki

source: Man regner med at de første kvenene slo seg ned i dalen på 1700-tallet.
fkv: Se arvelhaan ette ensimäiset kväänit asetuthiin asumhaan lakshoon 1700-luvula.

source: Kvenene kom fra både finsk og svensk side av Tornedalen.
fkv: Kväänit tulthiin niin suomalaiselta ko ruottalaiselta puolelta Tornionlaksoo.

source: De drev i stor grad med fiske og jordbruk.
fkv: Heän elämänkeinot olthiin pääassiissa fisku ja maanpruuki.

source: Kvener, men også samene har tradisjonelt brukt områdene i Lakselvdalen, og til fjøset knytter det seg både kvensk og samisk historie.
fkv: Kväänit, mutta kans saamelaiset, oon tradisuunilisesti pitänheet Lemmijokilakson alloi, ja navetthaan kuuluu niin kväänin ko saamelainen histoorii.

source: Det har vært snakket kvensk i dalen, og det kvenske språket fikk offisiell status som språk i 2005.
fkv: Laksossa oon puhuttu kväänin kieltä, ja kväänin kielen hyväksythiin omaksi kieleksi vuona 2005.

source: I Porsanger kan man ennå høre det kvenske språket i bruk.
fkv: Porsangissa saattaa vielä kuula ette puhuthaan kväänin kieltä.

source: Det meste av bygningsmassen i NordTroms og Finnmark gikk tapt under brenningen på slutten av 2. verdenskrig.
fkv: Issoin osa Pohjais-Tromssan ja Finmarkun rakenuksista hävitethiin toisen mailmansoan lopussa.

source: Spesielt i Vest-Finnmark er det få bygninger igjen, og fjøset i Repokoski er ett av de få som ikke ble brent.
fkv: Olletikki Vesta-Finmarkussa oon tyhä vähäsen rakenuksii ennää jäljelä, ja Repokosken navetta oon yksi niistä mitä ei poltettu.

source: Muligens ble det reddet siden det sto skjult i skogen.
fkv: Se saattaa olla ette se säilyi sen tähen ko se oli mettässä piilossa.

source: Fjøset står ved den gamle hesteveien som var en viktig ferdselsåre til Karasjok.
fkv: Navetta seissoo vanhaan Hevostien varrela, mikä oli tärkkee kulkuväylä Kaarasjokheen.

source: Like sør for fjøset deler veien seg.
fkv: Navetan etelänpuolela oon tienhaara.

source: Det er fortalt at veien langs elva mot Karasjok var sommerveien og veien som går mot sørøst var en vintervei.
fkv: tie jokkee pitkin kohi Kaarasjokkee oli kesätie, ja tie joka mennee eteläöysthään käsin oli talvitie.

source: Veiene er fortsatt synlig og har viktig formidlingsverdi.
fkv: Tiet nävythään vieläki, ja niistä saama tärkkeetä tiettoo.

source: Det sies at fjøset er satt opp på 1700-tallet, den tiden da de første kvenske bosetterne slo seg ned i dalen for å drive gårdsdrift.
fkv: Se sanothaan ette navetan rakenet- hiin 1700-luvula, aikana ko ensimäiset kväänin asuttaajat tulthiin lakshoon ja alethiin triivamhaan maanpruukkii.

source: Bakgrunnen for antakelsen er at det i fjøset skal det være funnet en stokk med inskripsjonen 1772.
fkv: Sen arveluksen tavusta oon ette navetasta löyethiin tukin mihin oon kirjotettu 1772.

source: Årstallet på tømmeret er ikke gjenfunnet.
fkv: Hirren vuosilukkuu ei ole löyetty uuesti.

source: Det finnes imidlertid også muntlige opplysninger om at fjøset skal være satt opp på 1700-tallet.
fkv: Mutta se löyttyy kans suulissii tiettoi ette navetan oon rakenettu 1700-luvula.

source: Dendrokronologisk datering viser at det eldste tømmeret i fjøset er hugget i 1861/62.
fkv: Dendrokronolooginen dateeraus näyttää ette navetan vanhiiman hirren oon hakattu vuona 1861/62.

source: Den dendrokronologiske dateringen er den sikreste dateringen som finnes, og dette tyder på at dette fjøset er satt opp på et senere tidspunkt enn først antatt.
fkv: Dendrokronolooginen dateeraus oon varmiin dateeraus mikä löyttyy, ja se näyttää siltä ette navetan oon rakenettu hiljemin ko ensisti luulthiin.

source: Etterslekten til den første som slo seg ned på Repokoski/Revfossnes/Revforsnes, Gudmand Karlsen, er både kvener og sjøsamer, men også dansk.
fkv: Repokosken ensimäinen asuttaajan, Gudmand Karlsenin, jälkisuku oon niin kvääniitä ko merisaamelaissii, mutta kans tanskalaissii.

source: Kulturminnet knyttes derfor til kvensk og samisk bosetting.
fkv: Sen tähen kulttuurimuiston siothaan kväänin ja saamelaisheen asutuksheen.

source: Fjøset skal ha vært brukt langt opp mot våre dager som sauefjøs.
fkv: Kiini meän päivhiin saakka navetta oon pietty lammasnavettanna.

source: Fjøset står ved den gamle hesteveien til Karasjok, Hevostie som har vært en viktig ferdselsåre.
fkv: Navetta seissoo vanhaan hevostien varrela joka mennee Kaarasjokheen. Hevostie oon ollu tärkkee kulkuväylä.

source: Tilbygget var opprinnelig bygget sammenhengende med fjøset.
fkv: Lisärakenuksen oli ensisti rakenettu yhtheenkuuluvanna navetthaan.

source: Under restaureringen ble tilbygget plassert et par meter ut fra fjøset slik at det er blitt to separate bygninger.
fkv: Restaureeraamisaikana lisärakenuksen siirethiin pari meetterii pois navetasta, niin ette net oon nyt kaksi erilistä rakenusta.

source: Nordveggen på tilbygget er lukket med villmarkspanel da den var åpen mot fjøset.
fkv: Lisärakenuksen pohjaisseinän oon pantu kiini tuppilauala silloin ko se oli avvoin navetthaan käsin.

source: Bygningen i bakgrunnen hører ikke til fredningen og er kommet opp i 2019.
fkv: Rakenus joka oon takana ei kuulu rauhoituksheen. Sen oon pantu ylös vuona 2019.

source: Fjøset og tilbygget er et sammensatt kulturminne som gir god dokumentasjon av samfunn og kulturhistorie.
fkv: Navetta ja lisärakenus oon kulttuurimuisto minkä oon pantu yhtheen eri osista, ja se anttaa hyvän dokumentasuunin samfynnista ja kulttuurihistooriista.

source: Fjøset består av to deler.
fkv: Navethaan kuuluu kaksi ossaa.

source: Selve fjøsdelen er laftet av tømmer og taket er tekket med torv.
fkv: Itte navettaosan oon hirsisalvattu ja katon oon täkätty turpheela.

source: Mens fjøsdelen er en solid laftet tømmerkasse, er tilbygget en lettere konstruksjon.
fkv: Ko navettaosan oon kestäävästi salvattu hirrestä, niin lisärakenus oon enämen enkkeli konstruksuuni.

source: Det består av et rammeverk kledd med bølgeblikk og liggende låvepanel og delvis ukantet hjørnebord.
fkv: Siihen kuuluu raamivärkki jonka pääle oon laitettu paaropellii ja makkaavaa latopaneelii ja osittain epäkanttiset nuskalauat.

source: Taket er tekket med bølgeblikk.
fkv: Katon oon täkätty paaropellilä.

source: Både fjøs og tilbygg har gjennomgått en omfattende restaurering.
fkv: Sekä navetan ja lisärakenuksen oon restaureerattu laajasti.

source: Før restaureringen startet hadde fjøsdelen også bølgeblikk på taket.
fkv: Ennen ko sen restaureerathiin, oli kans navettaosan katossa paaropellii.

source: Opprinnelig var det tekket med torv og torvtaket ble tilbakeført under restaureringen.
fkv: Ensisti siinä oli turvetta, ja renoveeraamisen aikana laitethiin taas turvetkaton takaisin siihen.

source: Arbeidet med restaureringen har vært et samarbeid mellom eier Agnar Johansen, Laila Johansen, Riinakaisa Laitila ved Porsanger museum og Arvid Petterson ved Porsanger historielag.
fkv: Restaureeramistyö oon ollu yhtheistyö näitten välilä: Agnar Johansen (omistaaja), Laila Johansen, Riinakaisa Laitila Porsangin museumista ja Arvid Petterson Porsangin histooriilaakista.

source: Handverkere i prosjektet har vært Arne Graven som restaurerte fjøset og Bjarne Jolma som restaurerte tilbygget.
fkv: Prosektin käsityöläiset oon olheet Arne Graven kuka restaureeras navetan ja Bjarne Jolma kuka restaureeras lisärakenuksen.

source: Da arbeidet med å søke midler til fjøset startet, ble det antatt at det var satt opp i 1772 på bakgrunn av opplysninger om et oppriss med tallet i en av stokkene.
fkv: Ko alethiin hakkeet kuurttoo navetthaan, niin arvelthiin ette sen panthiin pysthöön vuona 1772. Arveluksen tavustanna oon vuosiluku jonka oon priimustettu yhtheen tukkhiin.

source: Dette er ikke gjenfunnet, og eldste datering som vi kjenner til i dag ble gjort gjennom dendrokronologisk datering.
fkv: Tätä ei ole löyetty uuesti, ja vanhiiman dateerauksen jonka met tunnema tänä päivänä oon tehty dendrokronologisen dateerauksen kautta.

source: Dateringen viser at den eldste tømmerstokken ble hugget i 1861/1862 etter vår tidsregning.
fkv: Dateeraus näyttää ette vanhiiman hirsitukin oon hakattu vuosina 1861/1862 meän aijanlaskun jälkhiin.

source: Fasade nord og vest Den eldste delen, fjøsdelen av bygningen, består av en laftekasse og kun ett rom.
fkv: Pohjaisen ja vestapuolen fasaadi Vanhiiman osan, rakenuksen navettaosan, oon tehty salvatusta kassasta, ja siinä oon tyhä yksi loma.

source: Åstak tekket med torv som hviler på et undertak av halvkløyvinger.
fkv: Turpheela täkätty harjakatto joka leppää halkaistuitten hirssiin päälä.

source: Mellom halvkløyvningene og torva er det lagt never.
fkv: Halkaistuitten hirssiin ja turpheen välhiin oon pantu tuohet.

source: Det er satt inn ny dør etter mal fra eldre dører fra nord i Finland, hvor det har vært vanlig med skrå labank.
fkv: Siihen oon pantu uuen oven jonka mallina oon vanhiimat ovet Pohjais-Suomessa, missä vinolautaovet oon olheet tavaliset.

source: Opprinnelig var det ikke gulv i fjøset, men på 1960-tallet ble det lagt flyplassplank.
fkv: Alussa navetassa ei ollu laattii, mutta 1960-luvula siihen laitethiin lentohaminaplankkuu.

source: Deler av gulvet er erstattet med frisk flyplassplank, hentet fra andre steder i Porsanger.
fkv: Osan lattiista oon korvattu uusila lentohaminaplankuila, joita oon nouettu muistaki paikoista Porsangissa.

source: Flyplassplank er laget av forskjellige treslag fra MellomEuropa og ble benyttet til å lage flyplassdekke under 2. verdenskrig.
fkv: Lentohaminaplankun oon laitettu erilaisista KeskiEuroopan puunsortiista ja piethiin lentohaminan täkäksi toisen mailmansoan aikana.

source: Det er boret hull i flyplassplankene for å kunne lage flak av disse, i hullene var det trenagler.
fkv: Plankkhuin oon porattu reikkii, niin ette näistä saatettais laittaat plaatan. Reijissä olthiin puupiikarit.

source: Tilbygget ble satt opp på 1970-tallet.
fkv: Lisärakenuksen rakenethiin 1970-luvula.

source: Det som var av tilgjengelig materialet ble benyttet.
fkv: Silloin piethiin sitä materiaalii mikä löytyi.

source: Tilbygget har vært brukt til å oppbevare utstyr.
fkv: Lisärakenuksessa oon laakrattu kampheita.

source: Åpningen som tidligere var inntil fjøset mot nord har ikke hatt vegg.
fkv: Aukkeemassa, joka varhemin oli kiini navetassa pohjaisen puolela, ei ollu seinää.

source: Tilbygget er derfor midlertidig lukket for å unngå at vær og vind tar tak i det.
fkv: Lisärakenuksen oon sen tähen väliaikaisesti pantu kiini, niin ette se oon suojassa säästä ja tuulesta.

source: På to av veggene og taket er det brukt bølgeblikk.
fkv: Kahessa seinässä ja katossa oon pietty paaropellii.

source: Østveggen har treplank og i mønet i røstet på sørveggen er det satt på plater.
fkv: Öystäseinässä oon puuplankkui. Katonharjassa eteläseinän pääyssä oon plaattoi.

source: Døra, som ble satt inn under restaureringen, stammer fra et etterkrigshus i Porsanger.
fkv: Oven jonka panthiin paikale restaureeraamisen aikana, otethiin soanjälkheisestä huonheesta Porsangista.

source: Innvendig sørog østveggen.
fkv: Sisäpuolen eteläja öystäseinä.

source: Enkel konstruksjon med jordgulv.
fkv: Yksinkertainen konstruksuuni missä oon multalaattii.

source: Foto: Porsanger museum.
fkv: Kuva: Porsangin museumi

source: Kulturminne i tilknytning til fjøset: er et annet kulturminne knyttet til fjøset i Repokoski.
fkv: Kulttuurimuisto navetan yhtheyessä: oon toinen kulttuurimuisto mikä kuuluu Repokosken navetan yhtheytheen.

source: Veien langs elva til Karasjok er sommerveien, og veien like sør for bygningene som går østover er vinterveien.
fkv: Se tie joka oon justhiin rakenusten eteläpuolela ja joka mennee öysthäänpäin, oon talvitie.

source: Veien ble brukt til transport med hest, men også rein, spesielt i vinterhalvåret fra havner i Porsanger og til Karasjok og andre steder i indre del av Finnmark.
fkv: Sitä myöten kuljetethiin tavaroita hevosilla ja kans poroila. Poroila eriliikaisesti talvela Porsangin haminoista Kaarasjokheen ja muihin Sisä-Finmarkun paikkhoin.

source: Det kunne være raider på 3040 hester som trakk sleder på omkring 400 kg varer, både fram og tilbake.
fkv: Se saatethiin olla raito missä olthiin 30-40 hevosta jokka veethiin rekkii jokka painethaan noin 400 kg.

source: Fjøset lå godt til som stasjon over natta under transporten.
fkv: Navetta oli hyvä olemassa stasuuninna yön ja kuljetuksen aikana.
